Repository: VolkovsaVSA/Debts_SwiftUI
Catalog: Debts/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hr, it, ja, pl, pt, ru, sk

source: (include interest and penalties)
cs: včetně úroků a pokuty
de: inklusive Zinsen und Bußgelder
es: incluyendo interés y multas
fr: y compris les intérêts et amendes
hr: uključujući kamate i kazne
it: compreso l'interesse e multe
ja: 利息を含む と罰金
pl: w tym odsetki i grzywny
pt: incluindo juros e multas
ru: включая проценты и штрафы
sk: vrátane úrokov a pokuty

source: (including interest and penalties)
cs: (včetně úroků a pokuty)
de: (inklusive Zinsen und Bußgelder)
es: (incluyendo interés y multas)
fr: (y compris les intérêts et amendes)
hr: (uključujući kamate i kazne)
it: (compreso l'interesse e multe)
ja: 利息を含む と罰金
pl: (w tym odsetki i grzywny)
pt: (incluindo juros e multas)
ru: (включая проценты и штрафы)
sk: (vrátane úrokov a pokuty)

source: % per day
cs: % za den
de: % am Tag
es: % en un día
fr: % par jour
hr: % u danu
it: % al giorno
ja: ％/日
pl: % dziennie
pt: % ao dia
ru: % в день
sk: % za deň

source: % per month
cs: % za měsíc
de: % im Monat
es: % por mes
fr: % par mois
hr: % na mjesec
it: % al mese
ja: 月額％
pl: % miesięcznie
pt: % ao mês
ru: % в месяц
sk: % za mesiac

source: % per week
cs: % za týden
de: % in der Woche
es: % en la semana
fr: % par semaine
hr: % u tjednu
it: % a settimana
ja: 週の割合
pl: % tygodniowo
pt: % por semana
ru: % в неделю
sk: % za týždeň

source: % per year
cs: % za rok
de: % Im Jahr
es: % en el año
fr: % par an
hr: % u godini
it: % all'anno
ja: 年間％
pl: % rocznie
pt: % ao ano
ru: % в год
sk: % za rok

source: %@ and interest on the debt to date in the amount of %@
cs: %@ a úroky z dluhu k dnešnímu dni ve výši %@
de: %@ und Zinsen auf bisherige Schulden in Höhe von %@
es: %@ e intereses de la deuda a la fecha por un monto de %@
fr: %@ et intérêts sur la dette à ce jour d'un montant de %@
hr: %@ i kamate na dug do danas u iznosu od %@
it: %@ e interessi sul debito fino ad oggi pari a %@
ja: ％@および％@の金額でのこれまでの債務の利息
pl: %@ i odsetki od dotychczasowego zadłużenia w wysokości %@
pt: %@ e juros da dívida até o momento no valor de %@
ru: %@ и проценты по задолженности на сегодняшний день в размере %@
sk: %@ a úroky z dlhu k dnešnému dňu vo výške %@

source: %@ file download complete.
cs: Stahování souboru %@ dokončeno.
de: Download der Datei %@ abgeschlossen.
es: Descarga del archivo %@ completada.
fr: Téléchargement du fichier %@ terminé.
hr: Preuzimanje datoteke %@ je završeno.
it: Download del file %@ completato.
ja: ファイル％@のダウンロードが完了しました。
pl: Pobieranie pliku %@ zakończone.
pt: Download do arquivo %@ concluído.
ru: Загрузка файла %@ завершена.
sk: Sťahovanie súboru %@ dokončené.

source: %@ had to give you back %@ no later than %@
cs: %@ vám měl vrátit %@ nejpozději do %@
de: %@ hätte %@ spätestens am %@ an dich zurücksenden sollen
es: %@ debería haberte devuelto %@ a más tardar el %@
fr: %@ devrait vous avoir renvoyé %@ au plus tard le %@
hr: %@ vam je trebao vratiti %@ najkasnije do %@
it: %@ dovrebbe averti restituito %@ entro e non oltre il %@
ja: ％@は遅くとも％@までに％@を返す必要があります。
pl: %@ powinien zwrócić Ci %@ nie później niż %@
pt: %@ deve ter devolvido %@ para você até %@
ru: %@ должен был вернуть вам %@ не позднее %@
sk: %@ vám mal vrátiť %@ najneskôr do %@

source: %@ hello!...
cs: %@ Ahoj!...
de: %@ Hallo!...
es: %@ ¡Oye!...
fr: %@ Hey!...
hr: %@ Hej!...
it: %@ Ehi!...
ja: ％@ おい！...
pl: %@ Hej!...
pt: %@ Ei!...
ru: %@ привет!...
sk: %@ Ahoj!...

source: %@ of dynamic penalty
cs: %@ dynamická penalizace
de: %@ dynamische Strafe
es: %@ penalización dinámica
fr: %@ pénalité dynamique
hr: %@ dinamička kazna
it: %@ penalità dinamica
ja: 動的ペナルティの％@
pl: %@ kara dynamiczna
pt: %@ penalidade dinâmica
ru: %@ динамического штрафа
sk: %@ dynamický trest

source: %@ you have delayed payment! Pay urgently!
cs: %@ vaše platba je opožděná! Zaplaťte ihned!
de: %@ Ihre Zahlung ist verspätet! Sofort bezahlen!
es: ¡%@ su pago está atrasado! ¡Pague de inmediato!
fr: %@ votre paiement est en retard ! Payez immédiatement !
hr: %@ vaše plaćanje kasni! Platite odmah!
it: %@ il tuo pagamento è in ritardo! Paga subito!
ja: ％@お支払いが遅れました！ 早めに払おう！
pl: %@ Twoja płatność jest spóźniona! Zapłać natychmiast!
pt: %@ seu pagamento está atrasado! Pague imediatamente!
ru: %@ у вас задержка платежа! Оплатить срочно!
sk: %@ vaša platba mešká! Zaplaťte ihneď!

source: About app
cs: O aplikaci
de: Über die Anwendung
es: Acerca de la aplicación
fr: À propos de l'application
hr: O aplikaciji
it: Circa l'applicazione
ja: アプリケーションについて
pl: O aplikacji
pt: Sobre o aplicativo
ru: О приложении
sk: O aplikácii

source: Accrual of penalties for delayed debt
cs: Časové rozlišení penále za dluhy po lhůtě splatnosti
de: Auflaufen von Strafen für überfällige Schulden
es: Devengo de penalizaciones por deudas vencidas
fr: Cumul des pénalités pour impayés
hr: Obračun penala za dospjela dugovanja
it: Maturazione delle sanzioni per debiti scaduti
ja: 延滞債務に対する罰金の発生
pl: Naliczanie kar za opóźniony dług
pt: Acumulação de multas por dívidas vencidas
ru: Начисление пеней за просроченную задолженность
sk: Časové rozlíšenie pokút za dlhy po lehote splatnosti

source: Active debts
cs: Aktivní dluhy
de: Aktive Schulden
es: Deudas activas
fr: Dettes actives
hr: Aktivnih dugova
it: debiti attivi
ja: アクティブな負債
pl: Aktywne długi
pt: Dívidas ativas
ru: Активные долги
sk: Aktívne dlhy

source: Add debt
cs: Přidat dluh
de: Schulden hinzufügen
es: Agregar deuda
fr: Ajouter de la dette
hr: Dodajte dug
it: Aggiungi debito
ja: 債務を追加する
pl: Dodaj dług
pt: Adicionar dívida
ru: Добавить долг
sk: Pridajte dlh

source: Add payment
cs: Přidat platbu
de: Zahlung hinzufügen
es: Agregar pago
fr: Ajouter un paiement
hr: Dodajte plaćanje
it: Aggiungi pagamento
ja: 支払いを追加する
pl: Dodaj płatność
pt: Adicionar pagamento
ru: Добавить платеж
sk: Pridať platbu

source: After successful download, run the data conversion again from the menu "settings / what's new"
cs: Po úspěšném stažení spusťte převod dat znovu z nabídky "nastavení / co je nového".
de: Führen Sie nach erfolgreichem Download die Datenkonvertierung erneut über das Menü "Einstellungen / Neuigkeiten" aus
es: Después de una descarga exitosa, ejecute la conversión de datos nuevamente desde el menú "configuración / novedades"
fr: Après un téléchargement réussi, relancez la conversion des données depuis le menu "paramètres / nouveautés"
hr: Nakon uspješnog preuzimanja, ponovno pokrenite konverziju podataka iz izbornika "Postavke / što je novo".
it: Dopo un download riuscito, esegui nuovamente la conversione dei dati dal menu "impostazioni / novità".
ja: ダウンロードが成功したら、[設定/新機能]メニューからデータ変換を再度実行します
pl: Po pomyślnym pobraniu ponownie uruchom konwersję danych z menu „ustawienia/co nowego”
pt: Após um download bem-sucedido, execute a conversão de dados novamente no menu "configurações / novidades"
ru: После успешной загрузки снова запустите конвертацию данных из меню "настройки/что нового"
sk: Po úspešnom stiahnutí znova spustite konverziu dát z menu "nastavenia / čo je nové".

source: All at the same time
cs: Vše ve stejnou dobu
de: Alles zur selben Zeit
es: Todo al mismo tiempo
fr: Tout en même temps
hr: Sve u isto vrijeme
it: Tutto allo stesso tempo
ja: すべて同時に
pl: Wszystko na raz
pt: Tudo ao mesmo tempo
ru: Все одновременно
sk: Všetko v rovnakom čase

source: All currencies
cs: Všechny měny
de: Alle Währungen
es: Todas las divisas
fr: Toutes les devises
hr: Sve valute
it: Tutte le valute
ja: すべての通貨
pl: Wszystkie waluty
pt: Todas moedas
ru: Все валюты
sk: Všetky meny

source: Amount
cs: Součet
de: Betrag
es: Suma
fr: Somme
it: Somma
ja: 合計
pl: Suma
pt: Soma
ru: Сумма
sk: Sum

source: Amount of fixed penalty
cs: Výše stanovené pokuty
de: Die Höhe der Pauschalstrafe
es: El monto de la multa fija
fr: Montant de l'amende forfaitaire
hr: Iznos fiksne kazne
it: L'importo della sanzione fissa
ja: 固定罰金の額
pl: Wysokość grzywny ryczałtowej
pt: O valor da multa fixa
ru: Сумма фиксированного штрафа
sk: Výška fixnej ​​pokuty

source: Amount of payment
cs: Výše platby
de: Höhe der Zahlung
es: Cantidad de pago
fr: Montant du paiement
hr: Iznos plaćanja
it: Ammontare del pagamento
ja: 支払額
pl: Kwota do zapłaty
pt: Quantidade de pagamento
ru: Сумма платежа
sk: Výška platby

source: at
cs: do
de: bis
es: a
fr: au
hr: do
it: entro il
ja: までに
pl: do
pt: até
ru: к
sk: do

source: Attention
cs: Pozor
de: Beachtung
es: Atención
hr: Pažnja
it: Attenzione
ja: 注意
pl: Uwaga
pt: Atenção
ru: Внимание
sk: Pozor

source: Authentication
cs: Autentizace
de: Authentifizierung
es: Autenticación
fr: Authentification
hr: Autentifikacija
it: Autenticazione
ja: 評価
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
sk: Autentifikácia

source: Backup
cs: Zálohování
es: De reserva
fr: Sauvegarde
hr: Sigurnosna kopija
ja: バックアップ
pl: Kopię zapasową
ru: Резервное копирование
sk: Zálohovanie

source: Backup download successfully.
cs: Záloha byla úspěšně nahrána.
de: Sicherung erfolgreich hochgeladen.
es: Copia de seguridad cargada con éxito.
fr: Sauvegarde téléchargée avec succès.
hr: Sigurnosna kopija uspješno prenesena.
it: Backup caricato correttamente.
ja: バックアップが正常にアップロードされました。
pl: Pobieranie kopii zapasowej powiodło się.
pt: Backup carregado com sucesso.
ru: Резервная копия успешно загружена.
sk: Záloha bola úspešne odovzdaná.

source: Balance
cs: Zbytek
de: Balancieren
es: Remanente
fr: Équilibre
hr: Ostatak
it: Bilancia
ja: バランス
pl: Saldo
pt: Saldo
ru: Остаток
sk: Zostatok

source: Balance of debt
cs: Bilance dluhu
de: Saldo der Schulden
es: Saldo adeudado
fr: Solde de la dette
hr: Ostatak duga
it: Saldo dovuto
ja: 未払い残高
pl: Saldo należne
pt: Saldo devedor
ru: Остаток долга
sk: Dlžný zostatok

source: Calculation method
cs: Metoda výpočtu
de: Rechenmethode
es: Método de cálculo
fr: Méthode de calcul
hr: Metoda izračuna
it: Metodo di calcolo
ja: 計算方法
pl: Metoda obliczeniowa
pt: Método de cálculo
ru: Метод расчета
sk: Metóda výpočtu

source: Call
cs: Volání
de: Rufe an
es: llamada
fr: Appeler
hr: Poziv
it: Chiamare
ja: コール
pl: Dzwonić
pt: Ligar
ru: Позвонить
sk: Zavolajte

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Otkazati
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť

source: Close
cs: Zavřít
de: nah dran
es: Cerrar
fr: Fermer
hr: Zatvoriti
it: Vicina
ja: 閉じる
pl: Zamknąć
pt: Fechar
ru: Закрыть
sk: Blízky

source: Close debt
cs: Uzavřít dluh
de: Schulden schließen
es: Cerrar deuda
fr: Fermer la dette
hr: Zatvoriti dug
it: Chiudere il debito
ja: 借金を閉じる
pl: Zamknij dług
pt: Fechar dívida
ru: Закрыть долг
sk: Uzavrieť dlh

source: Closed
cs: Zavřeno
de: Abgeschlossen
es: Cerrado
fr: Fermé
hr: Zatvoreno
it: Chiusa
ja: 閉まっている
pl: Zamknięte
pt: Fechadas
ru: Закрыто
sk: Zatvorené

source: Closing debt (part 1)
cs: Uzavírací dluh (část 1)
de: Schließung der Schulden (Teil 1)
es: Deuda de cierre (Parte 1)
fr: Dette de clôture (partie 1)
hr: Zatvaranje duga (1. dio)
it: Debito di chiusura (parte 1)
ja: 債務のクロージング（パート1）
pl: Dług zamykający (część 1)
pt: Dívida de Fechamento (Parte 1)
ru: Закрытие долга (часть 1)
sk: Ukončenie dlhu (časť 1)

source: Closing debt (part 2)
cs: Uzavírací dluh (část 2)
de: Schließung der Schulden (Teil 2)
es: Deuda de cierre (Parte 2)
fr: Dette de clôture (partie 2)
hr: Zatvaranje duga (2. dio)
it: Debito di chiusura (parte 2)
ja: 債務のクロージング（パート2）
pl: Dług zamykający (część 2)
pt: Dívida de Fechamento (Parte 2)
ru: Закрытие долга (часть 2)
sk: Ukončenie dlhu (časť 2)

source: Comment
cs: Komentář
de: Ein Kommentar
es: Un comentario
fr: Commenter
hr: Komentar
it: Un commento
ja: コメント
pl: Komentarz
pt: Comente
ru: Комментарий
sk: Komentár

source: Connection
cs: Spojení
de: Verbindung
es: Conexión
fr: Raccordement
hr: Povezivanje
it: Connessione
ja: 繋がり
pl: Połączenie
pt: Conexão
ru: Связь
sk: Pripojenie

source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
hr: Kontakti
it: Contatti
ja: 連絡先リスト
pl: Kontakty
pt: Contatos
ru: Контакты
sk: Kontakty

source: Convert
cs: Konvertovat
de: Konvertieren
es: Converso
fr: Convertir
hr: Pretvoriti
it: Convertire
ja: コンバート
pl: Konwertować
pt: Converter
ru: Конвертировать
sk: Konvertovať

source: Creditor
cs: Věřitel
de: Gläubiger
es: Acreedor
fr: Créancier
hr: Povjerilac
it: Creditore
ja: 債権者
pl: Wierzyciel
pt: Credor
ru: Кредитор
sk: Veriteľ

source: Currency
cs: Měna
de: Währung
es: Moneda
fr: Devise
hr: Valuta
it: Moneta
ja: 通貨
pl: Waluta
pt: Moeda
ru: Валюта
sk: Mena

source: Currency code
cs: Kód měny
de: Währungscode
es: Código de moneda
fr: Code de devise
hr: Šifra valute
it: Codice valuta
ja: 通貨コード
pl: Kod waluty
pt: Código da moeda
ru: Код валюты
sk: Kód meny

source: Currency name
cs: Název měny
de: Währungsname
es: Nombre de moneda
fr: Nom de la devise
hr: Naziv valute
it: Nome della valuta
ja: 通貨名
pl: Nazwa waluty
pt: Nome da moeda
ru: Название валюты
sk: Názov meny

source: Dark
cs: Tmavé téma
de: Dunkel
es: Oscuro
fr: Thème sombre
hr: Tamna tema
it: Tema scuro
ja: 暗いテーマ
pl: Ciemny ciemny
pt: Escuro
ru: Тёмная
sk: Tmavá téma

source: Data backup is available only in full version
cs: Zálohování dat je k dispozici pouze v plné verzi
de: Die Datensicherung ist nur in der Vollversion verfügbar
es: La copia de seguridad de datos solo está disponible en la versión completa
fr: La sauvegarde des données n'est disponible que dans la version complète
hr: Sigurnosna kopija podataka dostupna je samo u punoj verziji
it: Il backup dei dati è disponibile solo nella versione completa
ja: データバックアップはフルバージョンでのみ利用可能です
pl: Kopia zapasowa danych jest dostępna tylko w pełnej wersji
pt: O backup de dados está disponível apenas na versão completa
ru: Резервное копирование данных доступно только в полной версии
sk: Zálohovanie dát je dostupné iba v plnej verzii

source: Date
cs: Datum
de: Datum
es: Fecha
hr: Datum
it: Data
ja: 日にち
pl: Data
pt: Data
ru: Дата
sk: Dátum

source: Debt
cs: Dluh
de: Schulden
es: Deuda
fr: Dette
hr: Dug
it: Debito
ja: 借金
pl: Obowiązek
pt: Dever
ru: Долг
sk: Dlh

source: Debt detail
cs: Informace o dluhu
de: Schuldeninformationen
es: Información de la deuda
fr: Détail de la dette
hr: Informacije o dugu
it: Informazioni sul debito
ja: 債務の詳細
pl: Informacje o zadłużeniu
pt: Informações da dívida
ru: Информация о долге
sk: Informácie o dlhu

source: Debt is overdue!
cs: Dluh promlčen!
de: Schulden abgelaufen!
es: ¡Deuda vencida!
fr: La dette est en souffrance !
hr: Dug je istekao!
it: Debito scaduto!
ja: 債務の期限が切れました！
pl: Dług wygasł!
pt: A dívida expirou!
ru: Долг просрочен!
sk: Dlh vypršal!

source: Debt part:
cs: Dluhová část:
de: Schuldteil:
es: Parte de deuda:
fr: Partie dette :
hr: Dužnički dio:
it: Parte del debito:
ja: 債務部分：
pl: Część dłużna:
pt: Parte dívida:
ru: Долговая часть:
sk: Časť dlhu:

source: Debt: %@
cs: Dluh: %@
de: Schulden: %@
es: Deuda: %@
fr: Dette: %@
hr: Dug: %@
ja: 借金： ％@
pl: Dług: %@
pt: Dever: %@
ru: Долг: %@
sk: Dlh: %@

source: Debtor
cs: Dlužník
de: Schuldner
es: Deudor
fr: Débiteur
hr: Dužnik
it: Debitore
ja: 債務者
pl: Dłużnik
pt: Devedor
ru: Должник
sk: Dlžník

source: Debtors
cs: Dlužníci
de: Schuldner
es: Deudores
fr: Débiteurs
hr: Dužnici
it: Debitori
ja: 債務者
pl: Dłużnicy
pt: Os devedores
ru: Должники
sk: Dlžníci

source: Debtors first name
cs: Jméno dlužníka
de: Name des Schuldners
es: Nombre del deudor
fr: Prénom du débiteur
hr: Ime dužnika
it: Nome del debitore
ja: 債務者の名前
pl: Nazwa dłużnika
pt: Nome do devedor
ru: Имя должника
sk: Meno dlžníka

source: Debtors list
cs: Seznam dlužníků
de: Liste der Schuldner
es: Lista de deudores
fr: Liste des débiteurs
hr: Popis dužnika
it: Elenco dei debitori
ja: 債務者のリスト
pl: Lista dłużników
pt: Lista de devedores
ru: Список должников
sk: Zoznam dlžníkov

source: Debts
cs: Dluhy
de: Schulden
es: Deudas
fr: Dettes
hr: Dugove
it: Debiti
ja: 債務
pl: Długi
pt: Dívidas
ru: Долги
sk: Dlhy

source: debts:
cs: dluhy:
de: Schulden:
es: deudas:
fr: dettes:
hr: dugovi:
it: Debiti:
ja: 借金：
pl: długi:
pt: dívidas:
ru: долги:
sk: dlhy:

source: debts: %lld
cs: dluhy: %lld
de: Schulden: %lld
es: deudas: %lld
fr: dettes:% lld
hr: dugovi: %lld
it: debiti: %lld
ja: 借金： ％lld
pl: długi: %lld
pt: dívidas: %lld
ru: долги: %lld
sk: dlhy: %lld

source: Delete
cs: Vymazat
de: Löschen
es: Borrar
fr: Supprimer
hr: Izbrisati
it: Elimina
ja: 削除
pl: Kasować
pt: Excluir
ru: Удалить
sk: Odstrániť

source: Delete debtor
cs: Odstranit dlužníka
de: Schuldner entfernen
es: Eliminar deudor
fr: Supprimer le débiteur
hr: Ukloniti dužnika
it: Rimuovere il debitore
ja: 債務者を削除します
pl: Usuń dłużnika
pt: Remover devedor
ru: Удалить должника
sk: Odstrániť dlžníka

source: Delete debtor?
cs: Odstranit dlužníka?
de: Schuldner entfernen?
es: ¿Eliminar deudor?
fr: Supprimer le débiteur ?
hr: Ukloniti dužnika?
it: Rimuovere il debitore?
ja: 債務者を取り除く？
pl: Usunąć dłużnika?
pt: Remover devedor?
ru: Удалить должника?
sk: Odstrániť dlžníka?

source: Download
cs: Stažení
de: Herunterladen
es: Descargar
fr: Télécharger
hr: Preuzeti
ja: ダウンロード
pl: Ściągnij
ru: Скачать
sk: Stiahnuť ▼

source: Download mode
cs: Režim stahování
de: Download-Modus
es: Modo de descarga
fr: Mode de téléchargement
hr: Način preuzimanja
it: Modalità download
ja: ダウンロードモード
pl: Tryb ściągania
pt: Modo de download
ru: Режим загрузки
sk: Režim sťahovania

source: Dynamic
cs: Dynamický
de: Dynamisch
es: Dinámica
fr: Dynamique
hr: Dinamičan
it: Dinamico
ja: 動的
pl: Dynamiczny
pt: Dinâmico
ru: Динамический
sk: Dynamický

source: Dynamic period
cs: Dynamické období
de: dynamische Periode
es: Periodo dinamico
fr: Période dynamique
hr: Dinamičko razdoblje
it: Periodo dinamico
ja: 動的期間
pl: Okres dynamiczny
pt: Período dinâmico
ru: Динамический период
sk: Dynamické obdobie

source: Each debt now has a payment history. Payments can contain not only a part of the principal but also a part of accrued interest on the debt.
cs: Každý dluh má nyní platební historii. Platby mohou obsahovat nejen část jistiny dluhu, ale také část naběhlých úroků z dluhu.
de: Jede Schuld hat jetzt eine Zahlungshistorie. Zahlungen können nicht nur einen Teil der Hauptschuld, sondern auch einen Teil der auf die Schuld aufgelaufenen Zinsen enthalten.
es: Cada deuda ahora tiene un historial de pago. Los pagos pueden contener no solo parte del principal de la deuda, sino también parte de los intereses devengados de la deuda.
fr: Chaque dette a désormais un historique de paiement. Les paiements peuvent contenir non seulement une partie de la dette principale, mais également une partie des intérêts courus sur la dette.
hr: Svaki dug sada ima povijest plaćanja. Plaćanja mogu sadržavati ne samo dio glavnog duga, već i dio obračunate kamate na dug.
it: Ogni debito ora ha una cronologia dei pagamenti. I pagamenti possono contenere non solo parte del debito principale, ma anche parte degli interessi maturati sul debito.
ja: 各債務には現在、支払い履歴があります。 支払いには、元本の一部だけでなく、債務の未収利息の一部も含めることができます。
pl: Każdy dług ma teraz historię płatności. Płatności mogą zawierać nie tylko część długu głównego, ale także część naliczonych odsetek od długu.
pt: Toda dívida agora tem um histórico de pagamento. Os pagamentos podem conter não apenas parte da dívida principal, mas também parte dos juros acumulados sobre a dívida.
ru: Каждый долг теперь имеет историю платежей. Платежи могут содержать не только часть основного долга, но и часть начисленных процентов по долгу.
sk: Každý dlh má teraz platobnú históriu. Platby môžu obsahovať nielen časť istiny dlhu, ale aj časť naakumulovaného úroku z dlhu.

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Éditer
hr: Uredi
it: Modificare
ja: 編集
pl: Edytować
pt: Editar
ru: Редактировать
sk: Upraviť

source: Edit debt
cs: Změnit dluh
de: Schulden ändern
es: Cambiar deuda
fr: Modifier la dette
hr: Promjena duga
it: Cambia debito
ja: 債務を変更する
pl: Zmień dług
pt: Alterar dívida
ru: Изменить долг
sk: Zmeniť dlh

source: Email
ja: Eメール
pt: El. adres
ru: Эл. адрес

source: End
de: Ende
es: Fin
fr: Fin
hr: Kraj
it: Fine
ja: 終了
pl: Kończyć się
pt: Fim
ru: Конец
sk: Koniec

source: End date
cs: Datum spotřeby
de: Ablaufdatum
es: Fecha de caducidad
fr: Date de fin
hr: Datum isteka
it: Data di scadenza
ja: 有効期限
pl: Data zakonczenia
pt: Data de validade
ru: Дата окончания
sk: Dátum spotreby

source: Enter initial debt
cs: Zadejte původní dluh
de: Geben Sie die ursprüngliche Schuld ein
es: Ingrese la deuda original
fr: Saisir la dette initiale
hr: Unesite izvorni dug
it: Inserisci il debito iniziale
ja: 元の債務を入力する
pl: Wpisz pierwotny dług
pt: Insira a dívida original
ru: Введите первоначальный долг
sk: Zadajte pôvodný dlh

source: Enter the amount of payment.
cs: Zadejte částku platby.
de: Geben Sie den Zahlungsbetrag ein.
es: Ingrese el monto del pago.
fr: Entrez le montant du paiement.
hr: Unesite iznos plaćanja.
it: Inserisci l'importo del pagamento.
ja: 支払い金額を入力します。
pl: Wprowadź kwotę płatności.
pt: Insira o valor do pagamento.
ru: Введите сумму платежа.
sk: Zadajte sumu platby.

source: Enter the amount of penalty payment.
cs: Zadejte výši pokuty.
de: Geben Sie die Höhe des Bußgeldes ein.
es: Ingrese el monto de la multa.
fr: Entrez le montant de l'amende.
hr: Unesite iznos kazne.
it: Inserisci l'importo della sanzione.
ja: 罰金の額を入力します。
pl: Wpisz kwotę grzywny.
pt: Insira o valor da multa.
ru: Введите сумму штрафа.
sk: Zadajte výšku pokuty.

source: Enter the amount of the debt.
cs: Zadejte výši dluhu.
de: Geben Sie den geschuldeten Betrag ein.
es: Ingrese el monto adeudado.
fr: Entrez le montant dû.
hr: Unesite iznos duga.
it: Inserisci l'importo del debito.
ja: 債務額を入力します。
pl: Wpisz należną kwotę.
pt: Insira o valor da dívida.
ru: Введите сумму долга.
sk: Zadajte dlžnú sumu.

source: Enter the first name
cs: Zadejte jméno
de: Gib deinen Namen ein
es: Introduzca su nombre
fr: Entrez votre nom
hr: Unesite ime
it: Inserisci il nome
ja: あなたの名前を入力してください
pl: Wpisz imię
pt: Digite seu nome
ru: Введите имя
sk: Zadajte meno

source: Enter the name of the debtor.
cs: Zadejte jméno dlužníka.
de: Geben Sie den Namen des Schuldners ein.
es: Ingrese el nombre del deudor.
fr: Entrez le nom du débiteur.
hr: Unesite ime dužnika.
it: Inserisci il nome del debitore.
ja: 債務者の名前を入力します。
pl: Wpisz imię i nazwisko dłużnika.
pt: Digite o nome do devedor.
ru: Введите имя должника.
sk: Zadajte meno dlžníka.

source: Error
cs: Chyba
de: Fehler
fr: Erreur
hr: Greška
it: Errore
ja: エラー
pl: Błąd
pt: Erro
ru: Ошибка
sk: Chyba

source: Error download %@ file from iCloud:
cs: Chyba při stahování souboru %@ z iCloud:
de: Fehler beim Herunterladen der Datei %@ von iCloud:
es: Error al descargar el archivo %@ de iCloud:
fr: Erreur lors du téléchargement du fichier %@ depuis iCloud :
hr: Pogreška pri preuzimanju datoteke %@ s iClouda:
it: Errore durante il download del file %@ da iCloud:
ja: iCloudからファイル％@をダウンロード中にエラーが発生しました：
pl: Błąd podczas pobierania pliku %@ z iCloud:
pt: Erro ao baixar o arquivo %@ do iCloud:
ru: Ошибка загрузки файла %@ из iCloud:
sk: Chyba pri sťahovaní súboru %@ z iCloud:

source: Family name
cs: Příjmení
de: Nachname
es: Apellido
fr: Nom de famille
hr: Prezime
it: Cognome
ja: 姓
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
sk: Priezvisko

source: family name + first name
cs: příjmení + jméno
de: Nachname + Vorname
es: apellido + nombre
fr: nom + prénom
hr: prezime + ime
it: cognome + nome
ja: 姓+名
pl: nazwisko + imię
pt: sobrenome + nome
ru: фамилия + имя
sk: priezvisko + meno

source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
fr: Favoris
hr: Favoriti
it: Preferiti
ja: お気に入り
pl: Ulubione
pt: Favoritos
ru: Избранное
sk: Obľúbené

source: Feedback
cs: Zpětná vazba
de: Rückkopplung
fr: Retour
hr: Povratne informacije
ja: フィードバック
pl: Sprzężenie zwrotne
ru: Обратная связь
sk: Spätná väzba
