Repository: VolkovsaVSA/Debts_SwiftUI
Catalog: Debts/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hr, it, ja, pl, pt, ru, sk

source: When the balance of the principal debt, interest, and penalties reaches 0, then it will be possible to close the debt.
cs: Když zůstatek jistiny, úroků a penále dosáhne 0, bude možné dluh uzavřít.
de: Wenn der Saldo aus Kapital, Zinsen und Strafen 0 erreicht, kann die Schuld geschlossen werden.
es: Cuando el saldo de capital, intereses y multas llegue a 0, entonces será posible cerrar la deuda.
fr: Lorsque le solde du principal, des intérêts et des pénalités atteint 0, il sera alors possible de clôturer la dette.
hr: Kada stanje glavnice, kamata i penala dosegne 0, tada će biti moguće zatvoriti dug.
it: Quando il saldo tra capitale, interessi e sanzioni raggiunge lo 0, sarà possibile chiudere il debito.
ja: 元本、利息、罰金の残高が0に達すると、債務を清算することが可能になります。
pl: Gdy saldo kapitału, odsetek i kar osiągnie 0, wtedy dług będzie można zamknąć.
pt: Quando o saldo de principal, juros e multas chegar a 0, será possível encerrar a dívida.
ru: Когда остаток основного долга, процентов и штрафов достигнет 0, тогда можно будет закрыть долг.
sk: Keď zostatok istiny, úrokov a pokút dosiahne 0, bude možné dlh uzavrieť.

source: When you purchase the full version of the application, all the application functions will be available to you, and the ads will not be displayed.
cs: Když si zakoupíte plnou verzi aplikace, budete mít přístup ke všem funkcím aplikace a nebudou se zobrazovat žádné reklamy.
de: Wenn Sie die Vollversion der Anwendung kaufen, haben Sie Zugriff auf alle Funktionen der Anwendung und es wird keine Werbung angezeigt.
es: Cuando compre la versión completa de la aplicación, tendrá acceso a todas las funciones de la aplicación y no se mostrarán anuncios.
fr: Lorsque vous achetez la version complète de l'application, vous aurez accès à toutes les fonctions de l'application, et aucune publicité ne sera affichée.
hr: Kada kupite punu verziju aplikacije, imat ćete pristup svim funkcijama aplikacije i neće se prikazivati ​​oglasi.
it: Quando acquisti la versione completa dell'applicazione, avrai accesso a tutte le funzioni dell'applicazione e non verranno visualizzati annunci pubblicitari.
ja: アプリケーションのフルバージョンを購入すると、アプリケーションのすべての機能にアクセスでき、広告は表示されません。
pl: Po zakupie pełnej wersji aplikacji będziesz mieć dostęp do wszystkich funkcji aplikacji, a reklamy nie będą wyświetlane.
pt: Ao adquirir a versão completa do aplicativo, você terá acesso a todas as funções do aplicativo, e nenhum anúncio será exibido.
ru: При покупке полной версии приложения вам будут доступны все функции приложения, а реклама отображаться не будет.
sk: Keď si zakúpite plnú verziu aplikácie, budete mať prístup ku všetkým funkciám aplikácie a nebudú sa zobrazovať žiadne reklamy.

source: You can set the fixed amount of the penalty for the debt delay, or the calculation of the penalty for each day or week of the debt delay.
cs: Můžete si nastavit pevnou výši penále za dluh po splatnosti nebo vypočítat penále za každý den či týden dluhu po splatnosti.
de: Sie können einen festen Strafbetrag für überfällige Schulden festlegen oder die Strafe für jeden Tag oder jede Woche überfälliger Schulden berechnen.
es: Puede establecer una cantidad fija de penalización por retraso en el pago, o calcular la penalización por cada día o semana de retraso en el pago.
fr: Vous pouvez définir un montant fixe de pénalité pour dette en souffrance ou calculer la pénalité pour chaque jour ou semaine de dette en souffrance.
hr: Možete postaviti fiksni iznos kazne za dospjeli dug ili izračunati kaznu za svaki dan ili tjedan dospjelog duga.
it: È possibile impostare un importo fisso di penale per debito scaduto o calcolare la penale per ogni giorno o settimana di debito scaduto.
ja: 延滞債務に対して一定額のペナルティを設定するか、延滞債務の日または週ごとにペナルティを計算することができます。
pl: Możesz ustalić stałą wysokość kary za przeterminowany dług lub obliczyć karę za każdy dzień lub tydzień przeterminowanego zadłużenia.
pt: Você pode definir um valor fixo de multa para dívidas vencidas ou calcular a multa para cada dia ou semana de dívidas vencidas.
ru: Вы можете установить фиксированную сумму неустойки за просрочку долга, либо расчет неустойки за каждый день или неделю просрочки долга.
sk: Môžete si nastaviť pevnú výšku penále za dlh po lehote splatnosti alebo vypočítať penále za každý deň alebo týždeň dlhu po lehote splatnosti.

source: You have no backup!
cs: Bez zálohování!
de: Du hast kein Backup!
es: ¡No tienes una copia de seguridad!
fr: Vous n'avez pas de sauvegarde !
hr: Nemate rezervnu kopiju!
it: Non hai un backup!
ja: バックアップがありません！
pl: Nie masz kopii zapasowej!
pt: Você não tem um backup!
ru: У вас нет резервной копии!
sk: Nemáte zálohu!

source: You have similar contacts in the debtors' list. For new debts, use already created debtors!
cs: Podobné kontakty máte v seznamu dlužníků. Pro nové dluhy použijte již vytvořené dlužníky!
de: Sie haben ähnliche Ansprechpartner in der Schuldnerliste. Nutzen Sie für neue Schulden bereits angelegte Schuldner!
es: Tienes contactos similares en la lista de deudores. ¡Para nuevas deudas, utilice deudores ya creados!
fr: Vous avez des contacts similaires dans la liste des débiteurs. Pour les nouvelles dettes, utilisez les débiteurs déjà créés !
hr: Na popisu dužnika imate slične kontakte. Za nove dugove koristite već stvorene dužnike!
it: Hai contatti simili nell'elenco dei debitori. Per nuovi debiti, usa debitori già creati!
ja: あなたは債務者のリストに同様の連絡先を持っています。 新しい債務については、すでに作成された債務者を使用してください！
pl: Podobne kontakty masz na liście dłużników. W przypadku nowych długów skorzystaj z już utworzonych dłużników!
pt: Você tem contatos semelhantes na lista de devedores. Para novas dívidas, use devedores já criados!
ru: У вас есть аналогичные контакты в списке должников. Для новых долгов используйте уже созданных должников!
sk: Podobné kontakty máte v zozname dlžníkov. Pre nové dlhy použite už vytvorených dlžníkov!

source: You should have repaid the %@ debt to %@ no later than %@
cs: Musíte splatit dluh %@ vůči %@ nejpozději do %@
de: Sie müssen die Schulden von %@ gegenüber %@ spätestens am %@ zurückgezahlt haben
es: Debe haber pagado la deuda de %@ a %@ a más tardar el %@
fr: Vous devez avoir remboursé la dette de %@ à %@ au plus tard le %@
hr: Morate vratiti dug %@ prema %@ najkasnije do %@
it: Devi aver rimborsato il debito di %@ a %@ entro e non oltre il %@
ja: ％@までに％@の債務を％@に返済する必要があります。
pl: Musisz spłacić dług %@ do %@ nie później niż %@
pt: Você deve ter pago a dívida de %@ para %@ até %@
ru: Вы должны были погасить задолженность %@ перед %@ не позднее %@
sk: Musíte splatiť %@ dlh voči %@ najneskôr do %@

source: You use a full version
cs: Používáte plnou verzi
de: Nutzt du die Vollversion?
es: Estás usando la versión completa
fr: Vous utilisez une version complète
hr: Koristite punu verziju
ja: フルバージョンを使用します
pl: Używasz pełnej wersji
pt: Você está usando a versão completa?
ru: Вы используете полную версию
sk: Používate plnú verziu
