Repository: VolkovsaVSA/Debts_SwiftUI
Catalog: Debts/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hr, it, ja, pl, pt, ru, sk

source: Purchases
cs: Nákupy
de: Einkäufe
es: Compras
fr: Achats
hr: Kupnje
it: Acquisti
ja: 購入
pl: Zakupy
pt: Compras
ru: Покупки
sk: Nákupy

source: Purchasing the full version
cs: Nákup plné verze
de: Kauf der Vollversion
es: Comprando la versión completa
fr: Achat de la version complète
hr: Kupnja pune verzije
it: Acquistando la versione completa
ja: フルバージョンを購入する
pl: Kupowanie pełnej wersji
pt: Comprando a versão completa
ru: Покупка полной версии
sk: Nákup plnej verzie

source: Purchasing the full version for %@
cs: Koupit plnou verzi za %@
de: Kaufen Sie die Vollversion für %@
es: Compre la versión completa para %@
fr: Achetez la version complète pour %@
hr: Kupite punu verziju za %@
it: Acquista la versione completa per %@
ja: ％@のフルバージョンを購入する
pl: Kup pełną wersję za %@
pt: Compre a versão completa por %@
ru: Покупка полной версии за %@
sk: Kúpte si plnú verziu za %@

source: Rate the app
cs: Ohodnoťte aplikaci
de: Bewerte die App
es: Califica la aplicación
fr: Évaluer l'application
hr: Ocijenite aplikaciju
it: Valuta l'app
ja: アプリを評価する
pl: Oceń aplikację
pt: Avalie o aplicativo
ru: Оцените приложение
sk: Ohodnoťte aplikáciu

source: Reset image
cs: Resetovat obrázek
de: Bild zurücksetzen
es: Restablecer imagen
fr: Réinitialiser l'image
hr: Resetirajte sliku
it: Resetta immagine
ja: 画像をリセット
pl: Zresetuj obraz
pt: Redefinir imagem
ru: Сбросить изображение
sk: Resetovať obrázok

source: Return date: %@
cs: Datum návratu: %@
de: Rückflugdatum: %@
es: Fecha de regreso: %@
fr: Date de retour: %@
hr: Datum povratka: %@
it: Data di ritorno: %@
ja: 返却日：％@
pl: Data powrotu: %@
pt: Data de retorno: %@
ru: Дата возврата: %@
sk: Dátum návratu: %@

source: Save
cs: Uložit
de: Speichern
es: Salvar
fr: Sauver
hr: Uštedjeti
it: Salva
ja: 保存する
pl: Oszczędzać
pt: Salvar
ru: Сохранить
sk: Uložiť

source: Send email to the developer
cs: Pošlete e-mail vývojáři
de: E-Mail an Entwickler senden
es: Enviar email al desarrollador
fr: Pour envoyer un courrier électronique au développeur
hr: Pošaljite e-poštu programeru
it: Invia email allo sviluppatore
ja: 開発者にメールを送信する
pl: Wyślij e-mail do programisty
pt: Enviar e-mail para o desenvolvedor
ru: Отправить письмо разработчику
sk: Odoslať e-mail vývojárovi

source: Send notifications
cs: Odeslat oznámení
de: Benachrichtigungen senden
es: Enviar notificaciones
fr: Envoyer des notifications
hr: Slanje obavijesti
it: Invia notifiche
ja: 通知を送信する
pl: Wyślij powiadomienia
pt: Enviar notificações
ru: Отправить уведомления
sk: Odoslať upozornenia

source: Send SMS
cs: Pošli SMS
de: SMS senden
es: Enviar SMS
fr: Envoyer un SMS
hr: Poslati SMS
it: inviare SMS
ja: SMSを送信
pl: Wyślij SMS
pt: Enviar SMS
ru: Отправить смс
sk: Poslať SMS

source: Settings
cs: Nastavení
de: die Einstellungen
es: Ajustes
fr: Paramètres
hr: Postavke
it: Impostazioni
ja: 設定
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia

source: Share
de: Aktie
es: Compartir
fr: Partager
hr: Udio
it: Condividere
ja: シェア
pl: Dzielić
pt: Compartilhada
ru: Поделиться
sk: Podiel

source: Since there were no payments before, to ensure the correct balance for new debts, one payment will be created in the amount of the difference between the original debt and the balance of the old debt at the time of data conversion.
cs: Vzhledem k tomu, že dříve nebyly žádné platby, bude vytvořena jediná platba rovnající se rozdílu mezi původním dluhem a zůstatkem starého dluhu v době převodu dat, aby byl zajištěn správný zůstatek pro nové dluhy.
de: Da bisher keine Zahlungen angefallen sind, wird eine einmalige Zahlung in Höhe der Differenz zwischen der ursprünglichen Schuld und dem Saldo der alten Schuld zum Zeitpunkt der Datenkonvertierung gebildet, um den korrekten Saldo für neue Schulden sicherzustellen.
es: Dado que no hubo pagos anteriormente, se creará un único pago igual a la diferencia entre la deuda original y el saldo de la deuda anterior en el momento en que se convirtieron los datos para garantizar el saldo correcto de las nuevas deudas.
fr: Puisqu'il n'y avait aucun paiement auparavant, un paiement unique égal à la différence entre la dette initiale et le solde de l'ancienne dette au moment de la conversion des données sera créé pour assurer le solde correct des nouvelles dettes.
hr: Budući da prethodno nije bilo plaćanja, kreirat će se jedno plaćanje jednako razlici između izvornog duga i stanja starog duga u trenutku pretvorbe podataka kako bi se osigurao točan saldo za nove dugove.
it: Non essendoci stati pagamenti precedenti, verrà creato un unico pagamento pari alla differenza tra il debito originario e il saldo del vecchio debito al momento della conversione dei dati per garantire il corretto equilibrio dei nuovi debiti.
ja: 以前は支払いがなかったため、元の債務とデータ変換時の古い債務の残高との差に等しい1回の支払いが作成され、新しい債務の正しい残高が確保されます。
pl: Ponieważ wcześniej nie było żadnych płatności, utworzona zostanie pojedyncza płatność równa różnicy między pierwotnym długiem a saldem starego długu w momencie konwersji danych, aby zapewnić prawidłowe saldo dla nowych długów.
pt: Como não havia pagamentos anteriormente, será criado um único pagamento igual à diferença entre a dívida original e o saldo da dívida antiga no momento da conversão dos dados para garantir o saldo correto das novas dívidas.
ru: Так как платежей ранее не было, для обеспечения правильного баланса по новым долгам будет создан один платеж в размере разницы между первоначальным долгом и остатком старого долга на момент конвертации данных.
sk: Keďže predtým neboli žiadne platby, vytvorí sa jedna platba rovnajúca sa rozdielu medzi pôvodným dlhom a zostatkom starého dlhu v čase konverzie údajov, aby sa zabezpečil správny zostatok pre nové dlhy.

source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Sauter
hr: Preskočiti
it: Salta
ja: スキップ
pl: Pominąć
pt: Pular
ru: Пропустить
sk: Preskočiť

source: Something is wrong. Try again.
cs: Něco je špatně. Zkus to znovu.
de: Stimmt etwas nicht. Versuch es noch einmal.
es: Algo está mal. Intentar otra vez.
fr: Quelque chose ne va pas. Essayer à nouveau.
hr: Nešto nije u redu. Pokušajte ponovno.
it: Qualcosa è sbagliato. Riprova.
ja: 何かが間違っている。 再試行。
pl: Coś jest nie tak. Spróbuj ponownie.
pt: Algo está errado. Tente novamente.
ru: Что-то не так. Попробуй снова.
sk: Niečo je zle. Skúste to znova.

source: Start
de: Beginn
es: Inicio
fr: Début
hr: Početak
it: Inizio
ja: 始める
pl: Początek
pt: Início
ru: Начало
sk: Štart

source: Start date
cs: Datum začátku
de: das Datum des Beginns
es: La fecha del comienzo
fr: la date du début
hr: Datum početka
it: la data di inizio
ja: 開始日
pl: Data rozpoczęcia
pt: A data do início
ru: Дата начала
sk: Dátum začiatku

source: System
cs: Systémové téma
de: Systemisch
es: Sistémica
fr: Thème système
hr: Tema sustava
it: Tema di sistema
ja: システムテーマ
pl: Temat systemu
pt: Sistêmico
ru: Системная
sk: Systémová téma

source: The amount of the payment should not be more than the balance of the debt!
cs: Výše platby nesmí přesáhnout zůstatek dluhu!
de: Die Höhe der Zahlung darf die Restschuld nicht übersteigen!
es: ¡El monto del pago no debe exceder el saldo de la deuda!
fr: Le montant du paiement ne doit pas dépasser le solde de la dette !
hr: Iznos uplate ne smije prelaziti stanje duga!
it: L'importo del pagamento non deve superare il saldo del debito!
ja: 支払い額は負債の残高を超えてはなりません！
pl: Kwota płatności nie może przekraczać salda zadłużenia!
pt: O valor do pagamento não deve exceder o saldo da dívida!
ru: Сумма платежа не должна быть больше остатка долга!
sk: Výška platby nesmie presiahnuť zostatok dlhu!

source: The current old data on this device will be permanently destroyed! Do this only if you really need to replace the current old data with a backup copy. Or if you do not have data on this device and you want to transfer old data to this device.
cs: Aktuální stará data na tomto zařízení budou nenávratně zničena! Udělejte to pouze v případě, že skutečně potřebujete nahradit současná stará data zálohou. Nebo pokud na tomto zařízení nemáte data a chcete do tohoto zařízení přenést stará data.
de: Aktuelle Altdaten auf diesem Gerät werden unwiederbringlich vernichtet! Tun Sie dies nur, wenn Sie die aktuellen alten Daten wirklich durch ein Backup ersetzen müssen. Oder wenn Sie keine Daten auf diesem Gerät haben und alte Daten auf dieses Gerät übertragen möchten.
es: ¡Los datos antiguos actuales en este dispositivo se destruirán irremediablemente! Solo haga esto si realmente necesita reemplazar los datos antiguos actuales con una copia de seguridad. O si no tiene datos en este dispositivo y desea transferir datos antiguos a este dispositivo.
fr: Les anciennes données actuelles sur cet appareil seront irrémédiablement détruites ! Ne le faites que si vous avez vraiment besoin de remplacer les anciennes données actuelles par une sauvegarde. Ou si vous n'avez pas de données sur cet appareil et que vous souhaitez transférer d'anciennes données vers cet appareil.
hr: Trenutni stari podaci na ovom uređaju bit će nepovratno uništeni! Učinite to samo ako stvarno trebate zamijeniti trenutne stare podatke sigurnosnom kopijom. Ili ako nemate podatke na ovom uređaju i želite prenijeti stare podatke na ovaj uređaj.
it: I vecchi dati attuali su questo dispositivo verranno irrimediabilmente distrutti! Fallo solo se hai davvero bisogno di sostituire i vecchi dati attuali con un backup. Oppure se non disponi di dati su questo dispositivo e desideri trasferire i vecchi dati su questo dispositivo.
ja: このデバイス上の現在の古いデータは取り返しのつかないほど破壊されます！ これは、現在の古いデータをバックアップに置き換える必要がある場合にのみ行ってください。 または、このデバイスにデータがなく、古いデータをこのデバイスに転送したい場合。
pl: Obecne stare dane na tym urządzeniu zostaną bezpowrotnie zniszczone! Zrób to tylko wtedy, gdy naprawdę musisz zastąpić obecne stare dane kopią zapasową. Lub jeśli nie masz danych na tym urządzeniu i chcesz przenieść stare dane na to urządzenie.
pt: Os dados antigos atuais neste dispositivo serão irremediavelmente destruídos! Faça isso apenas se você realmente precisar substituir os dados antigos atuais por um backup. Ou se você não tiver dados neste dispositivo e quiser transferir dados antigos para este dispositivo.
ru: Текущие старые данные на этом устройстве будут безвозвратно уничтожены! Делайте это только в том случае, если вам действительно нужно заменить текущие старые данные резервной копией. Или если у вас нет данных на этом устройстве и вы хотите перенести старые данные на это устройство.
sk: Aktuálne staré dáta na tomto zariadení budú nenávratne zničené! Urobte to len vtedy, ak skutočne potrebujete nahradiť aktuálne staré dáta zálohou. Alebo ak na tomto zariadení nemáte dáta a chcete do tohto zariadenia preniesť staré dáta.

source: The debt history screen now displays the total balance of all closed debts, including accrued interest, penalties, and non-zero balances of closed debts. The new feature is history export! Export the history of all closed debts at once or separately. Save export history to a text file or send by simple message!
cs: Obrazovka historie dluhů nyní zobrazuje celkový zůstatek všech uzavřených dluhů, včetně naběhlých úroků, sankcí a nenulových zůstatků uzavřených dluhů. Nová funkce - export historie! Exportujte historii všech uzavřených dluhů najednou nebo samostatně. Uložte historii exportu do textového souboru nebo ji odešlete jednoduchou zprávou!
de: Der Schuldenverlaufsbildschirm zeigt jetzt den Gesamtsaldo aller geschlossenen Schulden an, einschließlich aufgelaufener Zinsen, Strafen und Nicht-Null-Salden geschlossener Schulden. Neues Feature - Verlaufsexport! Exportieren Sie die Historie aller geschlossenen Forderungen auf einmal oder separat. Speichern Sie den Exportverlauf in einer Textdatei oder senden Sie ihn mit einer einfachen Nachricht!
es: La pantalla del historial de deuda ahora muestra el saldo total de todas las deudas cerradas, incluidos los intereses acumulados, las multas y los saldos distintos de cero de las deudas cerradas. Nueva característica: ¡exportación de historial! Exporta el historial de todas las deudas cerradas a la vez o por separado. ¡Guarde el historial de exportación en un archivo de texto o envíelo con un mensaje simple!
fr: L'écran de l'historique des dettes affiche désormais le solde total de toutes les dettes fermées, y compris les intérêts courus, les pénalités et les soldes non nuls des dettes fermées. Nouvelle fonctionnalité - exportation de l'historique ! Exportez l'historique de toutes les dettes clôturées en une seule fois ou séparément. Enregistrez l'historique d'exportation dans un fichier texte ou envoyez-le avec un simple message !
hr: Zaslon povijesti duga sada prikazuje ukupno stanje svih zatvorenih dugova, uključujući obračunate kamate, kazne i stanja zatvorenih dugova koja nisu nula. Nova značajka - izvoz povijesti! Izvezite povijest svih zatvorenih dugova odjednom ili zasebno. Spremite povijest izvoza u tekstualnu datoteku ili je pošaljite jednostavnom porukom!
it: La schermata della cronologia dei debiti ora mostra il saldo totale di tutti i debiti chiusi, inclusi gli interessi maturati, le sanzioni e i saldi diversi da zero dei debiti chiusi. Nuova funzione: esportazione della cronologia! Esporta la cronologia di tutti i debiti chiusi in una volta o separatamente. Salva la cronologia di esportazione in un file di testo o invialo con un semplice messaggio!
ja: 債務履歴画面に、未収利息、ペナルティ、およびゼロ以外のクローズド債務の残高を含む、すべてのクローズド債務の合計残高が表示されるようになりました。 新しい機能-履歴のエクスポート！ すべての完了した債務の履歴を一度にまたは個別にエクスポートします。 エクスポート履歴をテキストファイルに保存するか、簡単なメッセージで送信してください。
pl: Ekran historii zadłużenia wyświetla teraz całkowite saldo wszystkich zamkniętych długów, w tym naliczone odsetki, kary i niezerowe salda zamkniętych długów. Nowa funkcja - eksport historii! Eksportuj historię wszystkich zamkniętych długów na raz lub osobno. Zapisz historię eksportu do pliku tekstowego lub wyślij ją prostą wiadomością!
pt: A tela de histórico de dívidas agora exibe o saldo total de todas as dívidas encerradas, incluindo juros acumulados, multas e saldos diferentes de zero de dívidas encerradas. Novo recurso - exportação de histórico! Exporte o histórico de todas as dívidas fechadas de uma só vez ou separadamente. Salve o histórico de exportação em um arquivo de texto ou envie-o com uma simples mensagem!
ru: На экране истории долга теперь отображается общий баланс всех закрытых долгов, включая начисленные проценты, штрафы и ненулевые остатки закрытых долгов. Новая функция - экспорт истории! Экспорт истории всех закрытых долгов сразу или по отдельности. Сохраняйте историю экспорта в текстовый файл или отправляйте простым сообщением!
sk: Obrazovka histórie dlhov teraz zobrazuje celkový zostatok všetkých uzavretých dlhov vrátane naakumulovaného úroku, pokút a nenulových zostatkov uzavretých dlhov. Nová funkcia - export histórie! Exportujte históriu všetkých uzavretých dlhov naraz alebo samostatne. Uložte históriu exportu do textového súboru alebo ju odošlite jednoduchou správou!

source: The start date cannot be earlier than the date of the first payment! %@
cs: Datum zahájení nemůže být dřívější než datum první platby! %@
de: Das Startdatum kann nicht vor dem Datum der ersten Zahlung liegen! %@
es: ¡La fecha de inicio no puede ser anterior a la fecha del primer pago! %@
fr: La date de début ne peut pas être antérieure à la date du premier paiement ! %@
hr: Datum početka ne može biti raniji od datuma prve uplate! %@
it: La data di inizio non può essere anteriore alla data del primo pagamento! %@
ja: 開始日は最初の支払い日より前にすることはできません！ ％@
pl: Data rozpoczęcia nie może być wcześniejsza niż data pierwszej wpłaty! %@
pt: A data de início não pode ser anterior à data do primeiro pagamento! %@
ru: Дата начала не может быть раньше даты первого платежа! %@
sk: Dátum začiatku nemôže byť skorší ako dátum prvej platby! %@

source: Theme
cs: Téma
de: Thema
es: Tema
fr: Thème
hr: Tema
ja: テーマ
pl: Temat
pt: Tema
ru: Тема
sk: Téma

source: This debt has a balance! Do you really want to close the outstanding debt?
cs: Tento dluh má rovnováhu! Opravdu chcete uzavřít nesplacený dluh?
de: Diese Schulden sind ausgeglichen! Wollen Sie die ausstehende Forderung wirklich schließen?
es: ¡Esta deuda tiene un saldo! ¿Realmente desea cerrar la deuda pendiente?
fr: Cette dette a un solde ! Voulez-vous vraiment fermer l'encours de la dette?
hr: Ovaj dug ima saldo! Želite li stvarno zatvoriti nepodmireni dug?
it: Questo debito ha un equilibrio! Vuoi davvero chiudere il debito residuo?
ja: この借金にはバランスがあります！ あなたは本当に未払いの債務を閉じたいですか？
pl: Ten dług ma saldo. Czy na pewno chcesz zamknąć zaległy dług?
pt: Essa dívida tem saldo! Você realmente quer fechar a dívida pendente?
ru: У этого долга есть остаток! Вы действительно хотите закрыть непогашенный долг?
sk: Tento dlh má rovnováhu! Naozaj chcete uzavrieť nesplatený dlh?

source: This payment covers the debt! The debt will be closed
cs: Tato platba pokryje dluh! Dluh bude uzavřen
de: Diese Zahlung deckt die Schulden! Schulden werden geschlossen
es: ¡Este pago cubre la deuda! La deuda se cerrará
fr: Ce paiement couvre la dette ! La dette sera fermée
hr: Ovo plaćanje zatvara dug! Dug će biti zatvoren
it: Questo pagamento copre il debito! Il debito sarà chiuso il
ja: この支払いは借金をカバーします！ 債務はクローズされます
pl: Ta płatność zamyka dług! Dług zostanie zamknięty
pt: Este pagamento cobre a dívida! A dívida será fechada
ru: Этот платеж закрывает долг! Долг будет закрыт
sk: Táto platba pokrýva dlh! Dlh bude uzavretý

source: this payment was created in time migration data from old data 4.x app version
cs: tato platba vznikla při migraci dat ze staré verze aplikace 4.x
de: Diese Zahlung wurde während der Datenmigration aus der alten 4.x-Version der Anwendung erstellt
es: este pago se creó durante la migración de datos de la versión anterior 4.x de la aplicación
fr: ce paiement a été créé lors de la migration des données depuis l'ancienne version 4.x de l'application
hr: ovo plaćanje je kreirano tijekom migracije podataka iz stare 4.x verzije aplikacije
it: questo pagamento è stato creato durante la migrazione dei dati dalla vecchia versione 4.x dell'applicazione
ja: この支払いは、アプリケーションの古い4.xバージョンからのデータ移行中に作成されました
pl: ta płatność została utworzona podczas migracji danych ze starej wersji 4.x aplikacji
pt: este pagamento foi criado durante a migração de dados da versão 4.x antiga do aplicativo
ru: этот платеж был создан во время переноса данных из старой версии приложения 4.x
sk: táto platba vznikla pri migrácii dát zo starej verzie aplikácie 4.x

source: To send an email please configure email into settings iOS
cs: Chcete-li odeslat e-mail, nastavte e-mail v nastavení iOS.
de: Um eine E-Mail zu senden, richten Sie E-Mail in den iOS-Einstellungen ein.
es: Чтобы отправить электронное письмо, настройте электронную почту в настройках iOS.
fr: Pour envoyer un e-mail, configurez l'e-mail dans les paramètres iOS.
hr: Za slanje e-pošte postavite e-poštu u postavkama iOS-a.
it: Per inviare un'e-mail, configura l'e-mail nelle impostazioni di iOS.
ja: メールを送信するには、iOS設定でメールを設定します。
pl: Aby wysłać e-mail, skonfiguruj e-mail w ustawieniach iOS.
pt: Para enviar um e-mail, configure o e-mail nas configurações do iOS.
ru: Чтобы отправить электронное письмо, настройте электронную почту в настройках iOS.
sk: Ak chcete odoslať e-mail, nastavte e-mail v nastaveniach systému iOS.

source: Total closed %lld debts
cs: Celkem uzavřených %lld dluhů
de: Gesamte geschlossene Schulden %lld
es: Total de deudas cerradas %lld
fr: Total des dettes clôturées %lld
hr: Ukupni zatvoreni dugovi %lld
it: Totale debiti chiusi %lld
ja: クローズドデットの合計％lld
pl: Całkowite zamknięte długi %lld
pt: Total de dívidas fechadas %lld
ru: Всего закрытых долгов %lld
sk: Celkový počet uzavretých dlhov %lld

source: Total debt:
cs: Celkový dluh:
de: Gesamtschulden:
es: Deuda total:
fr: Dette totale:
hr: Ukupni dug:
it: Debito totale:
ja: 総債務：
pl: Całkowity dług:
pt: Dívida total:
ru: Общий долг:
sk: Celkový dlh:

source: Type of penalty
cs: Druh pokuty
de: Art der Bestrafung
es: Tipo de penalización
fr: Type d'amende
hr: Vrsta kazne
it: Tipo di penalità
ja: ペナルティの種類
pl: Typ kary
pt: Tipo de penalidade
ru: Тип штрафа
sk: Druh sankcie

source: Use data from contacts
cs: Použijte data z kontaktů
de: Verwenden Sie Daten aus Kontakten
es: Usar datos de contactos
fr: Utiliser les données des contacts
hr: Koristite podatke iz kontakata
it: Utilizzare i dati dei contatti
ja: 連絡先からのデータを使用する
pl: Użyj danych z kontaktów
pt: Usar dados de contatos
ru: Использовать данные из контактов
sk: Použite údaje z kontaktov

source: Version:
cs: Verze:
es: Versión:
hr: Verzija:
it: Versione:
ja: バージョン：
pl: Wersja:
pt: Versão:
ru: Версия:
sk: Verzia:

source: Visual settings
cs: Vizuální nastavení
de: Visuelle Einstellungen
es: Configuración visual
fr: Paramètres visuels
hr: Vizualne postavke
it: Impostazioni visive
ja: 視覚的な設定
pl: Ustawienia wizualne
pt: Configurações visuais
ru: Визуальные настройки
sk: Vizuálne nastavenia

source: We have a lot of interesting and useful things for you in this update. Scroll further to find out what we have prepared for you!
cs: V této aktualizaci jsme pro vás připravili spoustu zajímavých a užitečných věcí. Přejděte dolů a podívejte se, co pro vás máme připraveno!
de: In diesem Update haben wir viele interessante und nützliche Dinge für Sie vorbereitet. Scrollen Sie nach unten, um zu sehen, was wir für Sie auf Lager haben!
es: En esta actualización, hemos preparado muchas cosas interesantes y útiles para ti. ¡Desplácese hacia abajo para ver lo que tenemos reservado para usted!
fr: Dans cette mise à jour, nous avons préparé beaucoup de choses intéressantes et utiles pour vous. Faites défiler vers le bas pour voir ce que nous vous réservons !
hr: U ovom ažuriranju pripremili smo za vas puno zanimljivih i korisnih stvari. Pomaknite se prema dolje da vidite što smo spremili za vas!
it: In questo aggiornamento, abbiamo preparato per te molte cose interessanti e utili. Scorri verso il basso per vedere cosa abbiamo in serbo per te!
ja: 今回のアップデートでは、おもしろくて便利なものをたくさん用意しました。 下にスクロールして、私たちがあなたのために用意しているものを確認してください！
pl: W tej aktualizacji mamy dla Ciebie wiele interesujących i przydatnych rzeczy. Przewiń dalej, aby dowiedzieć się, co dla Ciebie przygotowaliśmy!
pt: Nesta atualização, preparamos muitas coisas interessantes e úteis para você. Role para baixo para ver o que temos reservado para você!
ru: В этом обновлении мы приготовили для вас много интересного и полезного. Пролистайте дальше, чтобы узнать, что мы приготовили для вас!
sk: V tejto aktualizácii máme pre vás veľa zaujímavých a užitočných vecí. Prejdite ďalej a zistite, čo sme pre vás pripravili!

source: We need to unlock your data.
cs: Potřebujeme odemknout vaše data.
de: Wir müssen Ihre Daten entsperren.
es: Necesitamos desbloquear sus datos.
fr: Nous devons déverrouiller vos données.
hr: Moramo otključati vaše podatke.
it: Abbiamo bisogno di sbloccare i tuoi dati.
ja: データのロックを解除する必要があります。
pl: Musimy odblokować Twoje dane.
pt: Precisamos desbloquear seus dados.
ru: Нам нужно разблокировать ваши данные.
sk: Potrebujeme odomknúť vaše údaje.

source: We've updated!
cs: Aktualizovali jsme!
de: Wir haben aktualisiert!
es: ¡Hemos actualizado!
fr: Nous avons mis à jour !
hr: Ažurirali smo!
it: Ci siamo aggiornati!
ja: 更新しました！
pl: Zaktualizowaliśmy!
pt: Nós atualizamos!
ru: Мы обновились!
sk: Aktualizovali sme!

source: What's new
cs: Co je nového
de: Was gibt's Neues
es: Qué hay de nuevo
fr: Quoi de neuf
hr: Što ima novog
it: Cosa c'è di nuovo
ja: 新着情報
pl: Co nowego
pt: O que há de novo
ru: Что нового
sk: Čo je nové
