Repository: VolkovsaVSA/Debts_SwiftUI
Catalog: Debts/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hr, it, ja, pl, pt, ru, sk

source: Feedback on application "InDebt"
cs: Zpětná vazba k aplikaci "Vdluhu"
de: Feedback zur Anwendung "InSchulden"
es: Comentarios sobre la aplicación "EnDeuda"
fr: Retour d'expérience sur l'application "EnDette"
hr: Povratne informacije o aplikaciji "Nakredit"
it: Feedback sull'applicazione "InDebito"
ja: アプリケーション「借金で」に関するフィードバック
pl: Informacje zwrotne na temat aplikacji „Nakredyt”
pt: Feedback sobre a aplicação "EmDívida"
ru: Отзыв о приложении "Вдолг"
sk: Spätná väzba k aplikácii "Naúver"

source: First name
cs: Jméno
de: Name
es: Nombre
fr: Nom
hr: Ime
it: Nome
ja: 名
pl: Imię
pt: Nome
ru: Имя
sk: Meno

source: first name + family name
cs: jméno + příjmení
de: Vorname + Nachname
es: nombre + apellido
fr: prénom + nom de famille
hr: ime + prezime
it: nome + cognome
ja: 名+姓
pl: imię + nazwisko
pt: nome + sobrenome
ru: имя + фамилия
sk: meno + priezvisko

source: Fixed
cs: Opraveno
de: Fest
es: Fijo
fr: Fixé
hr: Popravljeno
it: Fisso
ja: 一定
pl: Stały
pt: Fixo
ru: Фиксированный
sk: Pevné

source: Fixed sum
de: Fester Betrag
es: Monto fijo
fr: Somme fixe
hr: Fiksna suma
it: Importo fisso
ja: 定額
pl: Stała kwota
pt: Soma fixa
ru: Фиксированная сумма
sk: Pevná suma

source: Here you can download a backup copy of old data from iCloud if you had one.
cs: Zde si můžete stáhnout svou starou zálohu iCloud, pokud ji máte.
de: Hier können Sie Ihr altes iCloud-Backup herunterladen, falls Sie eines haben.
es: Aquí puede descargar su antigua copia de seguridad de iCloud si tiene una.
fr: Ici, vous pouvez télécharger votre ancienne sauvegarde iCloud si vous en avez une.
hr: Ovdje možete preuzeti svoju staru sigurnosnu kopiju iClouda ako je imate.
it: Qui puoi scaricare il tuo vecchio backup iCloud se ne hai uno.
ja: 古いiCloudバックアップがある場合は、ここからダウンロードできます。
pl: Tutaj możesz pobrać swoją starą kopię zapasową iCloud, jeśli ją masz.
pt: Aqui você pode baixar seu backup antigo do iCloud, se tiver um.
ru: Здесь вы можете скачать резервную копию старых данных из iCloud, если она у вас была.
sk: Tu si môžete stiahnuť svoju starú zálohu iCloud, ak ju máte.

source: hide
cs: skrýt
de: verbergen
es: esconder
fr: cacher
hr: sakriti
it: nascondi
ja: 隠れる
pl: ukryć
pt: ocultar
ru: скрыть
sk: skryť

source: History
cs: Dějiny
de: Geschichte
es: Historia
fr: Histoire
hr: Povijest
it: Storia
ja: 歴史
pl: Historia
pt: História
ru: История
sk: História

source: History debts of
cs: Dluhová historie
de: Schuldengeschichte
es: Historial de deudas
fr: Historique de la dette
hr: Povijest dugova
it: Storia del debito
ja: 債務履歴
pl: Historia zadłużenia
pt: Histórico da dívida
ru: История долгов
sk: História dlhov

source: How do you want to contact %@?
cs: Jak byste chtěli kontaktovat %@?
de: Wie möchten Sie %@ kontaktieren?
es: ¿Cómo te gustaría contactar con %@?
fr: Comment souhaitez-vous contacter %@ ?
hr: Kako biste željeli kontaktirati %@?
it: Come vorresti contattare %@?
ja: ％@にどのように連絡しますか？
pl: Jak chcesz się skontaktować z %@?
pt: Como você gostaria de entrar em contato com %@?
ru: Как вы хотите связаться с %@?
sk: Ako by ste chceli kontaktovať %@?

source: iCloud backup
cs: zálohování iCloud
es: respaldo de iCloud
fr: Sauvegarde iCloud
hr: iCloud sigurnosna kopija
it: Backup iCloud
ja: iCloudバックアップ
pl: Kopia zapasowa iCloud
pt: Backup do iCloud
ru: резервная копия iCloud
sk: zálohovanie iCloud

source: If do you need to load data from iCloud immediately please restart the application.
cs: Pokud potřebujete okamžitě stáhnout data z iCloud, restartujte aplikaci.
de: Wenn Sie Daten sofort von iCloud herunterladen müssen, starten Sie die App neu.
es: Si necesita descargar datos de iCloud inmediatamente, reinicie la aplicación.
fr: Si vous devez télécharger des données depuis iCloud immédiatement, redémarrez l'application.
hr: Ako trebate odmah preuzeti podatke s iClouda, ponovno pokrenite aplikaciju.
it: Se devi scaricare immediatamente i dati da iCloud, riavvia l'app.
ja: すぐにiCloudからデータをダウンロードする必要がある場合は、アプリを再起動してください。
pl: Jeśli chcesz natychmiast pobrać dane z iCloud, uruchom ponownie aplikację.
pt: Se você precisar baixar dados do iCloud imediatamente, reinicie o aplicativo.
ru: Если вам нужно немедленно загрузить данные из iCloud, перезапустите приложение.
sk: Ak potrebujete okamžite stiahnuť dáta z iCloud, reštartujte aplikáciu.

source: If you delete the debtor all his debts will be deleted too (including closed debts from history)!
cs: Pokud vymažete dlužníka, budou smazány i všechny jeho dluhy (včetně uzavřených dluhů z historie)!
de: Wenn Sie einen Schuldner löschen, werden auch alle seine Schulden gelöscht (einschließlich geschlossener Schulden aus der Historie)!
es: ¡Si elimina a un deudor, todas sus deudas también se eliminarán (incluidas las deudas cerradas del historial)!
fr: Si vous supprimez un débiteur, toutes ses dettes seront également supprimées (y compris les dettes clôturées de l'historique) !
hr: Ako izbrišete dužnika, izbrisat će se i svi njegovi dugovi (uključujući i zatvorene dugove iz povijesti)!
it: Se elimini un debitore, verranno cancellati anche tutti i suoi debiti (compresi i debiti chiusi dalla storia)!
ja: 債務者を削除すると、彼のすべての債務も削除されます（履歴からのクローズされた債務を含む）！
pl: Jeśli usuniesz dłużnika, wszystkie jego długi również zostaną usunięte (w tym zamknięte długi z historii)!
pt: Se você excluir um devedor, todas as suas dívidas também serão excluídas (incluindo dívidas encerradas do histórico)!
ru: Если вы удалите должника, все его долги тоже будут удалены (включая закрытые долги из истории)!
sk: Ak vymažete dlžníka, vymažú sa aj všetky jeho dlhy (vrátane uzavretých dlhov z histórie)!

source: Image compression
cs: Komprese obrazu
de: Bildkompression
es: Compresión de imágenes
fr: Compression d'images
hr: Kompresija slike
it: Compressione dell'immagine
ja: 画像圧縮
pl: Kompresja obrazu
pt: Compressão de imagem
ru: Сжатие изображения
sk: Kompresia obrazu

source: InDebt
cs: Vdluhu
de: InSchulden
es: EnDeuda
fr: EnDette
hr: Nakredit
it: InDebito
ja: 借金で
pl: Nakredyt
pt: EmDívida
ru: Вдолг
sk: Naúver

source: Initial debt
cs: Počáteční dluh
de: Anfängliche Schulden
es: Deuda inicial
fr: Dette initiale
hr: Početni dug
it: Debito iniziale
ja: 初期債務
pl: Początkowy dług
pt: Dívida inicial
ru: Первоначальный долг
sk: Počiatočný dlh

source: Interest
cs: Zájem
de: Prozent
es: Porcentaje
fr: Pourcentage
hr: Postotak
it: Percentuale
ja: パーセント
pl: Procent
pt: Porcentagem
ru: Процент
sk: Percent

source: Interest accrued
cs: Naběhlý úrok
de: Zinsen angefallen
es: Intereses devengados
fr: Intérêts courus
hr: Zaračunavanje kamata
ja: 未収利息
pl: Odsetki naliczone
pt: Juros acumulados
ru: Начисленные проценты
sk: Úrokové poplatky

source: Interest and penalties
cs: Úroky a pokuty
de: Zinsen und Strafen
es: Intereses y multas
fr: Intérêts et pénalités
hr: Kamate i kazne
it: Interessi e sanzioni
ja: 利息と罰則
pl: Odsetki i kary
pt: Juros e multas
ru: Проценты и штрафы
sk: Úroky a pokuty

source: Interest balance
cs: Úrokový zůstatek
de: Zinssaldo
es: Saldo de intereses
fr: Solde des intérêts
hr: Stanje kamata
it: Saldo degli interessi
ja: 利息残高
pl: Saldo odsetek
pt: Saldo de interesse
ru: Остаток процентов
sk: Úrokový zostatok

source: Interest calculation method
cs: Metoda výpočtu úroku
de: Zinsberechnungsmethode
es: Método de cálculo de intereses
fr: Méthode de calcul des intérêts
hr: Metoda obračuna kamata
it: Metodo di calcolo degli interessi
ja: 利息計算方法
pl: Metoda obliczania odsetek
pt: Método de cálculo de juros
ru: Метод расчета процентов
sk: Metóda výpočtu úrokov

source: Interest charge
cs: Připisování úroků
de: Zinsbelastung
es: Acumulación de intereses
fr: Charge d'intérêt
hr: Zaračunavanje kamata
it: Maturazione interessi
ja: 利息の発生
pl: Naliczanie odsetek
pt: Acumulação de juros
ru: Начисление процентов
sk: Pripisovanie úrokov

source: Interest is charged either on the original amount of the debt or on the balance of the debt.
cs: Úrok se počítá buď z počáteční částky dluhu, nebo ze zůstatku dluhu.
de: Zinsen werden entweder auf den Anfangsbetrag der Schuld oder auf den Restbetrag der Schuld berechnet.
es: Los intereses se calculan sobre el monto inicial de la deuda o sobre el saldo de la deuda.
fr: Les intérêts sont calculés soit sur le montant initial de la dette, soit sur le solde de la dette.
hr: Kamata se obračunava ili na početni iznos duga ili na stanje duga.
it: Gli interessi vengono calcolati sull'importo iniziale del debito o sul saldo del debito.
ja: 利息は、債務の初期額または債務の残高に基づいて計算されます。
pl: Odsetki naliczane są albo od początkowej kwoty zadłużenia, albo od salda zadłużenia.
pt: Os juros são calculados sobre o valor inicial da dívida ou sobre o saldo da dívida.
ru: Проценты начисляются либо на первоначальную сумму долга, либо на остаток долга.
sk: Úrok sa počíta buď z počiatočnej sumy dlhu, alebo zo zostatku dlhu.

source: Interest part:
cs: Zájmová část:
de: Prozentsatz:
es: Parte de interés:
fr: Partie Intérêt :
hr: Interesni dio:
it: Parte di interesse:
ja: 興味深い部分：
pl: Część odsetkowa:
pt: Percentagem:
ru: Процентная часть:
sk: Zaujímavá časť:

source: Light
cs: Světlé téma
de: Hell
es: Ligero
fr: thème léger
hr: Svjetlosna tema
it: Tema leggero
ja: 軽いテーマ
pl: Lekki motyw
pt: Leve
ru: Светлая
sk: Svetelná téma

source: Loading
cs: Načítání
de: Wird geladen
es: Sobreprima
fr: Chargement
hr: Učitavam
it: Caricamento in corso
ja: データのロード
pl: Ładuję
pt: Carregando
ru: Загрузка

source: Loan
cs: Kredit
de: Kredit
es: Crédito
fr: Crédit
hr: Kreditna
it: Credito
ja: クレジット
pl: Kredyt
pt: Crédito
ru: Кредит
sk: Kredit

source: Loan details
cs: Podrobnosti o půjčce
de: Darlehensdetails
es: Detalles del préstamo
fr: Détails du prêt
hr: Detalji zajma
it: Dettagli del prestito
ja: ローンの詳細
pl: Szczegóły pożyczki
pt: Detalhes do empréstimo
ru: Детали кредита
sk: Podrobnosti o pôžičke

source: Main debt
cs: Hlavní dluh
de: Hauptschuld
es: Deuda principal
fr: Dette principale
hr: Glavni dug
it: Debito principale
ja: 主な債務
pl: Główny dług
pt: Dívida principal
ru: Основной долг
sk: Hlavný dlh

source: Message from %@ app
cs: Zpráva z aplikace %@
de: Nachricht von App %@
es: Mensaje de la aplicación %@
fr: Message de l'application %@
hr: Poruka iz aplikacije %@
it: Messaggio dall'app %@
ja: アプリ％@からのメッセージ
pl: Wiadomość z aplikacji %@
pt: Mensagem do aplicativo %@
ru: Сообщение от приложения %@
sk: Správa z aplikácie %@

source: Messages are unavailable
cs: Zprávy nejsou k dispozici
de: Nachrichten nicht verfügbar
es: Mensajes no disponibles
fr: Messages indisponibles
hr: Poruke nedostupne
it: Messaggi non disponibili
ja: メッセージは利用できません
pl: Wiadomości niedostępne
pt: Mensagens indisponíveis
ru: Сообщения недоступны
sk: Správy sú nedostupné

source: n/a
pl: n/d
pt: n / D
ru: н/д

source: N/A
pl: n/d
pt: N / D
ru: Н/Д

source: Name
cs: Jméno
es: Nombre
fr: Nom
hr: Ime
it: Nome
ja: 名
pl: Imię
pt: Nome
ru: Имя
sk: Meno

source: Names
cs: Jména
de: Namen
es: Nombres
fr: Noms
hr: Imena
it: Nomi
ja: 名前
pl: Imiona
pt: Nomes
ru: Имена
sk: Mená

source: New history screen!
cs: Nová obrazovka příběhu!
de: Neuer Story-Bildschirm!
es: ¡Nueva pantalla de historia!
fr: Nouvel écran d'histoire !
hr: Novi ekran priče!
it: Nuova schermata della storia!
ja: 新しいストーリー画面！
pl: Nowy ekran historii!
pt: Nova tela de história!
ru: Новый экран истории!
sk: Nová obrazovka príbehu!

source: No access to icloud for the %@ file.
cs: Nelze získat přístup k icloudu pro soubor %@.
de: Zugriff auf iCloud für Datei %@ nicht möglich.
es: No se puede acceder a iCloud para el archivo %@.
fr: Impossible d'accéder à icloud pour le fichier %@.
hr: Novi zaslon povijesti! Nema pristupa icloudu za datoteku %@.
it: Nessun accesso a icloud per il file %@.
ja: ％@ファイルのiCloudにアクセスできません。
pl: Nie można uzyskać dostępu do icloud dla pliku %@.
pt: Não é possível acessar o icloud para o arquivo %@.
ru: Нет доступа к icloud для файла %@.
sk: Nie je možné získať prístup k icloud pre súbor %@.

source: No access to icloud. Check your internet connection and log in to icloud.
cs: Žádný přístup k iCloudu. Zkontrolujte připojení k internetu a přihlaste se k iCloudu.
de: Kein Zugriff auf iCloud. Überprüfen Sie Ihre Internetverbindung und melden Sie sich bei iCloud an.
es: Sin acceso a iCloud. Comprueba tu conexión a Internet e inicia sesión en iCloud.
fr: Pas d'accès à iCloud. Vérifiez votre connexion Internet et connectez-vous à iCloud.
hr: Nema pristupa iCloudu. Provjerite svoju internetsku vezu i prijavite se na iCloud.
it: Nessun accesso a iCloud. Controlla la tua connessione Internet e accedi a iCloud.
ja: iCloudにアクセスできません。 インターネット接続を確認し、iCloudにサインインします。
pl: Brak dostępu do iCloud. Sprawdź swoje połączenie internetowe i zaloguj się do iCloud.
pt: Sem acesso ao iCloud. Verifique sua conexão com a Internet e entre no iCloud.
ru: Нет доступа к iCloud. Проверьте подключение к Интернету и войдите в iCloud.
sk: Žiadny prístup k iCloud. Skontrolujte svoje internetové pripojenie a prihláste sa do iCloud.

source: No active debts
cs: Žádné aktivní dluhy
de: Keine aktiven Schulden
es: Sin deudas activas
fr: Pas de dettes actives
hr: Nema aktivnih dugova
it: Nessun debito attivo
ja: 有効な債務はありません
pl: Brak aktywnych długów
pt: Sem dívidas ativas
ru: Нет активных долгов
sk: Žiadne aktívne dlhy

source: no debtor name
cs: žádné jméno dlužníka
de: kein Name des Schuldners
es: sin nombre del deudor
fr: pas de nom de débiteur
hr: bez imena dužnika
it: nessun nome del debitore
ja: 債務者の名前はありません
pl: brak nazwy dłużnika
pt: nenhum nome do devedor
ru: нет имени должника
sk: žiadne meno dlžníka

source: No payments
cs: Žádné platby
de: Keine Zahlungen
es: Sin pagos
fr: Pas de paiements
hr: Bez plaćanja
it: Niente pagamenti
ja: 支払いなし
pl: Brak płatności
pt: Sem pagamentos
ru: Нет платежей
sk: Žiadne platby

source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
hr: Obavijesti
it: Notifiche
ja: 通知
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sk: Upozornenia

source: Notifications time
cs: Doba oznámení
de: Benachrichtigungszeit
es: Hora de notificación
fr: Heure de notification
hr: Vrijeme obavijesti
it: Tempo di notifica
ja: 通知時間
pl: Czas powiadomienia
pt: Hora da notificação
ru: Время уведомлений
sk: Čas notifikácie

source: Now let's convert your data from the old format to the new format!
cs: Nyní převedeme vaše data ze starého formátu do nového formátu!
de: Lassen Sie uns nun Ihre Daten vom alten Format in das neue Format konvertieren!
es: ¡Ahora vamos a convertir sus datos del formato antiguo al nuevo formato!
fr: Convertissons maintenant vos données de l'ancien format vers le nouveau format !
hr: Sada pretvorimo vaše podatke iz starog formata u novi format!
it: Ora convertiamo i tuoi dati dal vecchio formato al nuovo formato!
ja: それでは、データを古い形式から新しい形式に変換しましょう。
pl: Teraz przekonwertujmy Twoje dane ze starego formatu na nowy!
pt: Agora vamos converter seus dados do formato antigo para o novo formato!
ru: Теперь давайте конвертируем ваши данные из старого формата в новый формат!
sk: Teraz poďme skonvertovať vaše údaje zo starého formátu do nového formátu!

source: Now the debt can be closed with a non-zero balance! You can do this from the debt edit screen.
cs: Nyní může být dluh uzavřen nenulovým zůstatkem! Můžete to udělat na obrazovce úpravy dluhu.
de: Jetzt kann die Schuld mit einem Saldo ungleich Null geschlossen werden! Sie können dies auf dem Schuldenbearbeitungsbildschirm tun.
es: ¡Ahora la deuda se puede cerrar con un saldo distinto de cero! Puede hacer esto en la pantalla de edición de deuda.
fr: Maintenant, la dette peut être fermée avec un solde non nul ! Vous pouvez le faire sur l'écran d'édition de la dette.
hr: Sada se dug može zatvoriti sa stanjem različitim od nule! To možete učiniti na zaslonu za uređivanje duga.
it: Ora il debito può essere chiuso con un saldo diverso da zero! Puoi farlo nella schermata di modifica del debito.
ja: これで、ゼロ以外の残高で債務を閉じることができます。 これは、債務編集画面で行うことができます。
pl: Teraz dług można zamknąć saldem niezerowym! Możesz to zrobić na ekranie edycji długu.
pt: Agora a dívida pode ser fechada com saldo diferente de zero! Você pode fazer isso na tela de edição da dívida.
ru: Теперь долг можно закрыть с ненулевым балансом! Вы можете сделать это на экране редактирования долга.
sk: Teraz môže byť dlh uzavretý s nenulovým zostatkom! Môžete to urobiť na obrazovke úpravy dlhu.

source: Now there are payments! Oh really? :)
cs: Dluh nyní má platby! Opravdu? :)
de: Jetzt gibt es Zahlungen! Ach, tatsächlich? :)
es: Ahora hay pagos! ¿Ah, de verdad? :)
fr: Maintenant, il y a les paiements ! Oh vraiment? :)
hr: Sada su tu plaćanja! Oh, stvarno? :)
it: Ora ci sono i pagamenti! Oh veramente? :)
ja: 今、借金は支払いを持っています！ まあ、本当に？ :)
pl: Teraz są płatności! Oh naprawdę? :)
pt: Agora há pagamentos! Oh sério? :)
ru: Теперь есть платежи! Да неужели? :)
sk: Dlhy majú platby! Naozaj? :)

source: Now you can set a late debt penalty!
cs: Nyní si můžete nastavit pokutu za dluh po splatnosti!
de: Jetzt können Sie eine Strafe für überfällige Schulden setzen!
es: ¡Ahora puedes establecer una penalización por deuda vencida!
fr: Vous pouvez maintenant définir une pénalité pour dette impayée !
hr: Sada možete postaviti kaznu za dospjeli dug!
it: Ora puoi impostare una sanzione per il debito scaduto!
ja: 今、あなたは延滞債務のペナルティを設定することができます！
pl: Teraz możesz ustawić karę za przeterminowany dług!
pt: Agora você pode definir uma multa por dívidas vencidas!
ru: Теперь вы можете установить штраф за просрочку долга!
sk: Teraz si môžete nastaviť pokutu za dlh po lehote splatnosti!

source: Number of overdue debts
cs: Počet dluhů po splatnosti
de: Anzahl der überfälligen Schulden
es: Número de deudas vencidas
fr: Nombre de retards
hr: Broj dospjelih dugova
ja: 延滞債務の数
pl: Liczba przeterminowanych długów
pt: Número de dívidas vencidas
ru: Количество просроченных долгов
sk: Počet dlhov po splatnosti

source: Other applications
cs: Jiné aplikace
de: Andere Anwendungen
es: Otras aplicaciones
fr: Autres applications
hr: Ostale aplikacije
it: Altre applicazioni
ja: その他のアプリケーション
pl: Inne aplikacje
pt: Outras aplicações
ru: Другие приложения
sk: Iné aplikácie

source: overdue: %lld
cs: po splatnosti: %lld
de: überfällig: %lld
es: vencido: %lld
fr: en retard : %lld
hr: kasni: %lld
it: scaduto: %lld
ja: 延滞：％lld
pl: zaległy: %lld
pt: em atraso: %lld
ru: просрочено: %lld
sk: po splatnosti: %lld

source: Payment
cs: Platba
de: Zahlung
es: Pago
fr: Paiement
hr: Plaćanje
it: Pagamento
ja: 支払い
pl: Opłata
pt: Pagamento
ru: Платёж
sk: Platba

source: Payments (%lld)
cs: Platby (%lld)
de: Zahlungen (%lld)
es: Pagos (%lld)
fr: Paiements (%lld)
hr: Uplate (%lld)
it: Pagamenti (%lld)
ja: 支払い（％lld）
pl: Płatności (%lld)
pt: Pagamentos (%lld)
ru: Платежи (%lld)
sk: Platby (%lld)

source: Penalty
cs: Penalta
de: Elfmeter
es: Multa
fr: Pénalité
hr: Kazna
it: Pena
ja: ペナルティ
pl: Kara
pt: Penalidade
ru: Штраф
sk: Pokuta

source: Penalty accrued
cs: Pokuta narostlá
de: Aufgelaufene Geldstrafe
es: Multa acumulada
fr: Amende courue
hr: Naplaćena novčana kazna
it: Pena maturata
ja: 発生したペナルティ
pl: Naliczony w porządku
pt: Multa acumulada
ru: Начислен штраф
sk: Vzniknutá pokuta

source: Penalty balance
cs: Zbývající pokuty
de: Verbleibende Bußgelder
es: Saldo de sanción
fr: Solde des pénalités
hr: Preostale kazne
it: Bilancio di penalità
ja: ペナルティバランス
pl: Saldo karne
pt: Saldo de penalidade
ru: Остаток штрафов
sk: Zostávajúce pokuty

source: Penalty charge type
cs: Druh pokuty
de: Art der Strafgebühr
es: Tipo de penalización
fr: Type d'amende
hr: Vrsta kazne
it: Tipo di penalità
ja: ペナルティチャージタイプ
pl: Typ kary
pt: Tipo de penalidade
ru: Тип начисления штрафа
sk: Typ pokuty

source: Penalty for debt repay delay
cs: Pokuta za prodlení se splácením dluhu
de: Strafe für verspätete Rückzahlung von Schulden
es: Multa por retraso en el pago de la deuda
fr: Pénalité pour retard de remboursement de la dette
hr: Kazna za kašnjenje u plaćanju
ja: 債務返済遅延のペナルティ
pl: Kara za zwłokę w spłacie zadłużenia
pt: Multa por atraso no pagamento
ru: Штраф за просрочку погашения долга
sk: Pokuta za oneskorenú platbu

source: Penalty payment
cs: Zaplacení penále
de: Zahlung der Strafe
es: Pago de la pena
fr: Paiement de la pénalité
hr: Plaćanje kazne
it: Pagamento della penalità
ja: ペナルティの支払い
pl: Zapłata kary
pt: Pagamento da multa
ru: Оплата штрафа
sk: Zaplatenie pokuty

source: per day
cs: za den
de: am Tag
es: en un día
fr: par jour
hr: po danu
it: al giorno
ja: 一日に
pl: dziennie
pt: por dia
ru: в день
sk: za deň

source: per month
cs: za měsíc
de: im Monat
es: por mes
fr: par mois
hr: mjesečno
it: al mese
ja: 月額
pl: miesięcznie
pt: por mês
ru: в месяц
sk: za mesiac

source: per week
cs: za týden
de: in der Woche
es: en semana
fr: par semaine
hr: tjedno
it: a settimana
ja: 週あたり
pl: tygodniowo
pt: por semana
ru: в неделю
sk: za týždeň

source: per year
cs: za rok
de: Im Jahr
es: en el año
fr: par an
hr: godišnje
it: a settimana
ja: 1年当たり
pl: rocznie
pt: por ano
ru: в год
sk: za rok

source: Percent
cs: Procento
de: Prozent
es: Por ciento
fr: Pourcentage
hr: postotak
it: Percentuale
ja: パーセント
pl: Procent
pt: Porcentagem
ru: Процент

source: Phone
cs: Telefon
de: Telefon
es: Teléfono
fr: Téléphone
hr: Telefon
it: Telefono
ja: 電話
pl: Telefon
pt: Telefone
ru: Телефон
sk: Telefón

source: Phone number: %@
cs: Telefonní číslo: %@
de: Telefonnummer: %@
es: Número de teléfono: %@
fr: Numéro de téléphone: %@
hr: Telefonski broj: %@
it: Numero di telefono: %@
ja: 電話番号： ％@
pl: Numer telefonu: %@
pt: Número de telefone: %@
ru: Телефонный номер: %@
sk: Telefónne číslo: %@

source: Preparing debts history
cs: Příprava dluhové historie
fr: Préparation de l'historique des dettes
hr: Priprema povijesti dugova
it: Preparazione della storia dei debiti
pt: Elaboração de histórico de dívidas
ru: Подготовка долговой истории
sk: Príprava dlhovej histórie

source: Previously, you turned off notifications for this app. Do you want to enable notifications in system settings?
cs: Dříve jste zakázali upozornění pro tuto aplikaci. Chcete povolit upozornění v nastavení systému?
de: Sie haben zuvor Benachrichtigungen für diese App deaktiviert. Möchten Sie Benachrichtigungen in den Systemeinstellungen aktivieren?
es: Anteriormente deshabilitó las notificaciones para esta aplicación. ¿Quieres habilitar las notificaciones en la configuración del sistema?
fr: Vous avez précédemment désactivé les notifications pour cette application. Vous souhaitez activer les notifications dans les paramètres système ?
hr: Prethodno ste onemogućili obavijesti za ovu aplikaciju. Želite li omogućiti obavijesti u postavkama sustava?
it: In precedenza hai disabilitato le notifiche per questa app. Vuoi abilitare le notifiche nelle impostazioni di sistema?
ja: 以前、このアプリの通知を無効にしました。 システム設定で通知を有効にしたいですか？
pl: Wcześniej wyłączyłeś powiadomienia dla tej aplikacji. Chcesz włączyć powiadomienia w ustawieniach systemu?
pt: Você desativou anteriormente as notificações para este aplicativo. Deseja ativar as notificações nas configurações do sistema?
ru: Ранее вы отключили уведомления для этого приложения. Хотите включить уведомления в системных настройках?
sk: V minulosti ste zakázali upozornenia pre túto aplikáciu. Chcete povoliť upozornenia v systémových nastaveniach?

source: Privacy
cs: Soukromí
de: Vertraulichkeit
es: Confidencialidad
fr: Confidentialité
hr: Povjerljivost
it: Riservatezza
ja: 守秘義務
pl: Poufność
pt: Confidencialidade
ru: Конфиденциальность
sk: Dôvernosť

source: Profit
cs: Zisk
de: Profitieren
es: Lucro
hr: Dobit
it: Profitto
ja: 利益
pl: Dochód
pt: Lucro
ru: Прибыль
sk: Zisk

source: Purchase
cs: Nákup
de: Kaufen
es: Compra
fr: Achat
hr: Kupiti
it: Acquisto
ja: 購入
pl: Zakup
pt: Comprar
ru: Покупка
sk: Nákup

source: Purchase Full version
cs: Kup plnou verzi
de: Vollversion kaufen
es: Compra la version completa
fr: Acheter la version complète
hr: Kupi cijelu verziju
it: Compra la versione completa
ja: フルバージョンを購入する
pl: Kup pełną wersję
pt: Comprar versão completa
ru: Купить полную версию
sk: Kúpiť plnú verziu
